12/data/attachments/efbbe23fe91e5ced.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:friendsPageRequest>
            <nif:username>soap_friends_eab38377-b4de-48b2-bb32-906f1e8d16f2</nif:username>
            <nif:pageInfo>
                <nif:page>1000</nif:page>
                <nif:size>1</nif:size>
                
            </nif:pageInfo>
            
        </nif:friendsPageRequest>
    </soapenv:Body>
</soapenv:Envelope>